{
  "ua": {
    "header.addresses": "Адреси",
    "header.activity": "Активності",
    "header.goalsProject": "Ціль проекту",
    "header.partners": "Партнери",
    "header.contactUs": "Зв’язатися",
    "hero.title": "ПОРТАЛ ГУМАНІТАРНОЇ ДОПОМОГИ",
    "hero.subtitle": "Сайт для тих, хто допомагає Україні",
    "hero.donate": "Підтримати",
    "hero.hotline": "Гаряча лінія",
    "hero.inform": "Повідомити",
    "hero.willingness": "про бажання надати гуманітарну допомогу",
    "hero.completeForm": "ЗАПОВНИТИ ФОРМУ",
    "hero.make": "Оформити",
    "hero.request": "запит на отримання гуманітарної допомоги",
    "hero.want": "Хочу",
    "hero.join": "до вашої команди волонтерів",
    "features.mainIdea": "Головною ідеєю Організації є",
    "features.mainIdeaText": "Допомога постраждалим дітям-біженцям з України; надання допомоги громадянам, постраждалим внаслідок правових режимів надзвичайного чи воєнного стану.",
    "features.mainActivity": "Цілями діяльності Організації є",
    "features.mainActivityText": "Доступ кожної української дитини до книжок та підручників для навчання рідною мовою, незважаючи на місце їх тимчасового перебування.Надаючи кожній дитині книги та будь-яку літературу українською мовою, можемо зберегти ідентичність нашої нації за межами країни. Це особливо важливо для дітей, адже читання дає відчуття безпеки та стабільності у стресових ситуаціях. Маємо подбати про те, щоб українці у всіх куточках світу мали змогу зберігати свою культурну ідентичність, зокрема й навчати своїх дітей українською. Наша ціль забезпечити кожну дитину, що через війну була вимушена виїхати за кордон, власною книжкою, написаною рідною мовою. Для наших громадян доступ до українських книжок є надзвичайно важливою підтримкою у непростий воєнний час. Тому допомога дітям та їхнім родинам отримати частинку свого дому в іншій країні є неоціненною. Ми також пропонуємо будь-яку необхідну допомогу дітям-біженцям з України, бо саме вони є майбутнім нашої країни.",
    "features.increase": "Збільшити",
    "features.reduce": "Зменшити",
    "activity.title": "Активності нашої організації",
    "activity.seeMore": "Переглянути",
    "addresses.title": "Адреси прийому та збору книг для дітей",
    "directions.title": "Основні напрями діяльності",
    "directions.text1": "Збір нової та вживаної дитячої літератури (книжок, журналів, навчальної літератури) в Україні, доставка за межі країни та розповсюдження через дружні волонтерські організації дітям біженцям з України",
    "directions.text2": "Друк нових книг для дітей українською мовою  та передача цих книг дітям-біженцям з України, які знаходяться в цей час за кордоном",
    "directions.text3": "Викуп нових книг зі складів та книгарень для дітей українською мовою, та передача цих книг дітям-біженцям з України, які знаходяться нині за кордоном",
    "directions.text4": "Видавнича діяльність дитячої літератури",
    "directions.text5": "Створення обмінного фонду книжок в місцях тимчасового мешкання українців за кордоном, де кожен українець зможе обміняти прочитану книгу на іншу",
    "directions.text6": "Створення власної логістичної інфраструктури для доставки книжок за кордон, та саме доставка до маленьких міст, де на даний час знаходяться біженці з України",
    "directions.text7": "Створення обліку заявок від біженців на необхідну їм допомогу та, за можливості, виконання їх",
    "directions.text8": "Психологічна підтримка книжкою рідною, українською, мовою буде саме тим, за допомогою чого маленькі діти зможуть відчувати тепло від домівки в Україні",
    "directions.text9": "Забезпечення книгами кожного з дітей-переселенців",
    "directions.text10": "Адресна допомога всім необхідним постраждалим за межами країни та всередині",
    "directions.text11": "Створення пунктів допомоги на території України та за її межами для громадян, постраждалих від воєнних дій",
    "directions.text12": "Сприяння обороноздатності та мобілізаційній готовності країни, захисту населення у надзвичайних ситуаціях мирного і воєнного часу",
    "directions.text13": "Створення позитивного іміджу та репутації волонтерської діяльності у широкої громадськості, інвесторів, керівників організацій, органів державної влади України тощо",
    "directions.text14": "Надання допомоги громадянам, які постраждали внаслідок надзвичайної ситуації техногенного та природного характеру, під час дії особливого періоду, правових режимів надзвичайного чи воєнного стану, здійснення заходів із забезпечення національної безпеки і оборони, біженцям, внутрішньо переміщеним особам",
    "partners.title": "Партнери",
    "feedback.title": "Зворотний зв’язок",
    "feedback.subtitle": "Зателефонуйте нам",
    "feedback.writeUs": "Напишіть нам",
    "feedback.name": "Ім’я*",
    "feedback.email": "Email*",
    "feedback.message": "Повідомлення",
    "feedback.send": "Надіслати",
    "feedback.errorName": "*Не введенe ім'я або некоректно введенe ім'я",
    "feedback.errorEmail": "*Не введена або некоректно введена електронна пошта",
    "feedback.errorMessage": "*Повідомлення має бути більше 2 і менше 5000 символів",
    "feedback.errorSend": "Повідомлення не надіслано! Причина ",
    "feedback.successSend": "Повідомлення надіслано!",
    "support.title": "Ваша поміч - цінна",
    "support.description": "Ми щиро вдячні вам за вашу зацікавленість та бажання допомогти нам поліпшити життя дітей, які постраждали внаслідок конфлікту. Ваші донати відіграють надзвичайно важливу роль у нашій місії, спрямованій на забезпечення дітей необхідною допомогою та підтримкою, яка допоможе їм знайти надію та відновитися після травматичного досвіду війни.",
    "support.banks": "БАНКИ КОРЕСПОНДЕНТИ",
    "support.uah1": "Найменування отримувача:",
    "support.uah2": "БО МБФ ДОПОМОГА ДІТЯМ",
    "support.uah3": "Код одержувача:",
    "support.uah4": "Назва банку:",
    "support.uah5": "АТ КБ «ПриватБанк»",
    "support.eur1": "Найменування отримувача:",
    "support.eur2": "БО МБФ ДОПОМОГА ДІТЯМ",
    "support.eur3": "Назва банку:",
    "support.eur4": "АТ КБ «ПриватБанк», вул. Грушевсього, 1-",
    "support.eur5":"Д, Київ, 01001, Україна",
    "support.eur6": "Адреса отримувача:",
    "support.eur7": "03067, Україна, Київ, вул. Олексія Тихого",
    "support.eur8": "55/13, офіс 6",
    "support.banks1": "Рахунок у банку-кореспонденті:",
    "support.banks2": "Банк-кореспондент:",
    "footer.copyright": "Розробка Baza Trainee Ukraine © 2023 Всі права захищені",
    "footer.addresses": "Адреси",
    "footer.regulations": "Статут",
    "footer.policy": "Політика Конфіденційності",
    "footer.terms": "Умови Використання Сайту",
    "orgName": "БЛАГОДІЙНА ОРГАНІЗАЦІЯ «МІЖНАРОДНИЙ БЛАГОДІЙНИЙ ФОНД «ДОПОМОГА ПОСТРАЖДАЛИМ ДІТЯМ З УКРАЇНИ»",
    "404.button" : "На головну",
    "copyMessage": "Скопійовано!"
  },
  "eng": {
    "header.addresses": "Addresses",
    "header.activity": "Activities",
    "header.goalsProject": "The goal of the project",
    "header.partners": "Partners",
    "header.contactUs": "Contact us",
    "hero.title": "HUMANITARIAN AID WEBSITE",
    "hero.subtitle": "Website for those who want to help Ukraine",
    "hero.donate": "Donate",
    "hero.hotline": "Hotline",
    "hero.inform": "Inform",
    "hero.willingness": "about willingness to provide humanitarian aid",
    "hero.completeForm": "APPLY NOW",
    "hero.make": "Make",
    "hero.request": "a request for getting a humanitarian aid",
    "hero.want": "I want",
    "hero.join": "to join your team",
    "features.mainIdea": "The main idea of the Organization is",
    "features.mainIdeaText": "Providing assistance to affected refugee children from Ukraine; providing assistance to citizens affected by legal regimes of state of emergency or martial law.",
    "features.mainActivity": "The main activities of the Organization is",
    "features.mainActivityText": "Providing access for every Ukrainian child to books and textbooks for learning in their native language, regardless of their temporary stay. By providing every child with books and Ukrainian literature we are able to preserve the identity of our nation outside the country. This is extremely important for children, because reading gives a sense of security and stability particularly in stressful situations. We must ensure that Ukrainians in all parts of the world will have the opportunity to save their cultural identity, including teaching their children in Ukrainian. Our main purpose is to provide every child who was forced to go abroad because of the war with their own book written in their native language. The access to Ukrainian books is an extremely important support for our citizens during difficult times of war. Therefore, helping children and their families to get a piece of their home in another country is extremely important. We also offer any necessary assistance to refugee children from Ukraine, because they are the future of our state.",
    "features.increase": "Increase",
    "features.reduce": "Reduce",
    "activity.title": "Activities of our organization",
    "activity.seeMore": "See more",
    "addresses.title": "Addresses for receiving and collecting books for children",
    "directions.title": "The main activities of the Organization",
    "directions.text1": "Сollection of new and used children's literature (books, magazines, educational literature) in Ukraine, delivery outside the country and distribution through friendly volunteer organizations to refugee children from Ukraine",
    "directions.text2": "Printing of new books for children in the Ukrainian language, and transfer of these books to children of refugees from Ukraine who are currently abroad",
    "directions.text3": "Purchase of new books from warehouses and bookstores for children in the Ukrainian language, and transfer of these books to children of refugees from Ukraine who are currently abroad",
    "directions.text4": "Publishing activities of children's literature",
    "directions.text5": "Creation of an exchange fund of books in places of temporary residence of Ukrainians abroad, where every Ukrainian and child will be able to exchange the read book for another",
    "directions.text6": "Creation of own logistical transport of the delivery of books abroad, namely delivery to small places where refugees from Ukraine are currently",
    "directions.text7": "Creating a record of applications from refugees for assistance they need, and if possible to fulfill them",
    "directions.text8": "Psychological support of a book in the native Ukrainian language will be exactly the anchor that young children can cling to and have as part of their usual environment, their homeland",
    "directions.text9": "Provide books for each of the young children-migrants",
    "directions.text10": "Targeted assistance to all necessary affected migrants outside the country and in Ukraine",
    "directions.text11": "Creation of assistance points on the territory of Ukraine and abroad for citizens of Ukraine affected by hostilities",
    "directions.text12": "Promoting the country's defense capability and mobilization readiness, protecting the population in emergency situations in peacetime and wartime",
    "directions.text13": "To promote the creation of a positive image and reputation of volunteering among the general public, investors, management of organizations, public authorities of Ukraine, etc.",
    "directions.text14": "Providing assistance to citizens affected by emergencies of man-made or natural nature during a special period, legal regimes of state of emergency or martial law, implementation of measures to ensure national security and defense, refugees, and internally displaced persons",
    "partners.title": "Partners",
    "feedback.title": "Feedback",
    "feedback.subtitle": "Please call us",
    "feedback.writeUs": "Write to us",
    "feedback.name": "Name*",
    "feedback.email": "Email*",
    "feedback.message": "Message",
    "feedback.send": "Send",
    "feedback.errorName": "*The name is missing or invalid",
    "feedback.errorEmail": "*The mail is missing or invalid",
    "feedback.errorMessage": "*The message should be more than 2 and less than 5000 characters",
    "feedback.errorSend": "Message not sent! Error: ",
    "feedback.successSend": "Message sent!",
    "support.title": "Your support is valuable",
    "support.description": "We sincerely thank you for your interest and desire to help us improve the lives of children affected by the conflict. Your donations play a vital role in our mission to provide children with the help and support they need to help them find hope and recover from the traumatic experiences of war.",
    "support.banks": "CORRESPONDENTS BANKS",
    "support.uah1": "Recipient's name:",
    "support.uah2": "СО «CF «HELPING CHILDREN»",
    "support.uah3": "Recipient's code:",
    "support.uah4": "Bank name",
    "support.uah5": "JSC CB \"PrivatBank\"",
    "support.eur1": "Recipient's name:",
    "support.eur2": "СО «CF «HELPING CHILDREN»",
    "support.eur3": "Bank name:",
    "support.eur4": "JSC CB \"PrivatBank\", str. Hrushevsky, 1-",
    "support.eur5":"D, Kyiv, 01001, Ukraine",
    "support.eur6": "Recipient's address:",
    "support.eur7": "03067, Ukraine, Kyiv, st. Oleksia Tyhogo",
    "support.eur8": "55/13, office 6",
    "support.banks1": "Correspondents Bank Account:",
    "support.banks2": "Correspondents Bank:",
    "footer.copyright": "Developed by Baza Trainee Ukraine © 2023 All rights reserved",
    "footer.addresses": "Addresses",
    "footer.regulations": "Regulations",
    "footer.policy": "Privacy Policy",
    "footer.terms": "Terms of Use",
    "orgName": "CHARITABLE ORGANIZATION «СHARITABLE FOUNDATION «HELP FOR AFFECTED CHILDREN FROM UKRAINE»",
    "404.button" : "Homepage",
    "copyMessage": "Text copied!"
  },
  "de": {
    "header.addresses": "Adressen",
    "header.activity": "Aktivitäten",
    "header.goalsProject": "Das Ziel des Projekts",
    "header.partners": "Partner",
    "header.contactUs": "Kontaktiere uns",
    "hero.title": "WEBSITE DER HUMANITÄREN HILFE UND UNTERSTÜTZUNG",
    "hero.subtitle": "Website für diejenigen, die der Ukraine helfen wollen",
    "hero.donate": "Beitragen",
    "hero.hotline": "HOTLINE",
    "hero.inform": "Informieren",
    "hero.willingness": "über Pläne zur Bereitstellung humanitärer Hilfe",
    "hero.completeForm": "DAS FORMÜLAR AUS",
    "hero.make": "STELLEN SIE EINEN",
    "hero.request": "Antrag auf humanitäre Hilfe",
    "hero.want": "ICH MÖCHTE",
    "hero.join": "Ihrem Team von Freiwilligen beitreten",
    "features.mainIdea": "Die Grundidee der Organisation ist",
    "features.mainIdeaText": "Hilfeleistung für betroffene Kinderflüchtlinge aus der Ukraine, Unterstützung von Bürgern, die vom Ausnahmezustand oder Kriegsrecht betroffen sind.",
    "features.mainActivity": "Die Zwecke der Organisation",
    "features.mainActivityText": "Bereitstellung von Zugang zu Büchern und Lehrbüchern für jedes ukrainische Kind zum Lernen in seiner Muttersprache, unabhängig von seinem vorübergehenden Aufenthaltsort. Indem wir jedes Kind mit Büchern und Literatur auf Ukrainisch versorgen, können wir die Identität unserer Nation außerhalb des Landes bewahren. Das ist für Kinder enorm wichtig, denn Lesen gibt gerade in Stresssituationen ein Gefühl von Sicherheit und Stabilität. Wir müssen sicherstellen, dass Ukrainer in allen Teilen der Welt die Möglichkeit haben, ihre kulturelle Identität zu bewahren, einschließlich des Unterrichtens ihrer Kinder in Ukrainisch. Unser Hauptziel ist es, jedem Kind, das wegen des Krieges ins Ausland gehen musste, ein eigenes Buch in seiner Muttersprache zur Verfügung zu stellen. Der Zugang zu ukrainischen Büchern ist eine äußerst wichtige Unterstützung für unsere Bürger in schwierigen Kriegszeiten. Daher ist es äußerst wichtig, Kindern und ihren Familien zu helfen, ein Stück Heimat in einem anderen Land zu bekommen. Auch Flüchtlingskindern aus der Ukraine bieten wir jede notwendige Hilfe, denn sie sind die Zukunft unseres Staates.",
    "features.increase": "Zunahme",
    "features.reduce": "Reduzieren",
    "activity.title": "Aktivitäten unserer Organisation",
    "activity.seeMore": "Mehr sehen",
    "addresses.title": "Adressen für den Empfang und die Abholung von Büchern für Kinder", 
    "directions.title": "Die Haupttätigkeitsbereiche der Organisation",
    "directions.text1": "Sammlung neuer und gebrauchter Kinderliteratur (Bücher, Zeitschriften, Lehrliteratur) in der Ukraine, Lieferung ins Ausland und Verteilung durch befreundete Freiwilligenorganisationen an Flüchtlingskinder aus der Ukraine",
    "directions.text2": "Druck neuer Bücher für Kinder in ukrainischer Sprache und Weitergabe dieser Bücher an Kinder von Flüchtlingen aus der Ukraine, die sich derzeit im Ausland aufhalten",
    "directions.text3": "Ankauf neuer Bücher in ukrainischer Sprache aus Geschäften und Buchhandlungen für Kinder und Weitergabe dieser Bücher an Flüchtlingskinder aus der Ukraine, die sich derzeit im Ausland befinden",
    "directions.text4": "Verlagstätigkeiten von Kinderliteratur",
    "directions.text5": "Schaffung eines Austauschörse für Bücher an Orten des vorübergehenden Aufenthalts von Ukrainern im Ausland, wo jeder Ukrainer und jedes Kind das gelesene Buch gegen ein anderes eintauschen können",
    "directions.text6": "Schaffung eines eigenen logistischen Transports für die Lieferung von Büchern ins Ausland, insbesondere Lieferungen an kleine Orte, an denen sich derzeit Flüchtlinge aus der Ukraine aufhalten",
    "directions.text7": "Anträge von Flüchtlingen auf Hilfebedürftigkeit zu erfassen und nach Möglichkeit zu erfüllen",
    "directions.text8": "Psychologische Unterstützung für ein Buch in der ukrainischen Muttersprache wird genau der Anker sein, an dem sich kleine Kinder festhalten und als Teil der vertrauten Umgebung, ihrer Heimat, haben können",
    "directions.text9": "Bereitstellung von Büchern für alle kleinen Migrantenkinder",
    "directions.text10": "Gezielte Hilfe für alle notwendigen betroffenen Migranten außerhalb des Landes und in der Ukraine",
    "directions.text11": "Schaffung von Hilfsstellen auf dem Territorium der Ukraine und im Ausland für Bürger der Ukraine, die von Feindseligkeiten betroffen sind",
    "directions.text12": "Förderung der Verteidigungsfähigkeit und Mobilmachung Bereitschaft zur Mobilmachung des Landes, Schutz der Bevölkerung in Friedens- und Kriegszeiten",
    "directions.text13": "Förderung der Schaffung eines positiven Images und Ansehens der Freiwilligenarbeit in der Öffentlichkeit, bei Investoren, Leitern von Organisationen, Behörden der Ukraine usw.",
    "directions.text14": "Unterstützung von Bürgern, die während einer besonderen Zeit von menschengemachten oder natürlichen Notlagen, rechtlichen Ausnahmezustands- oder Kriegs Rechtssystemen, Umsetzung von Maßnahmen zur Gewährleistung der nationalen Sicherheit und Verteidigung, Flüchtlingen, Binnenvertriebenen betroffen sind",
    "partners.title": "Partner",
    "feedback.title": "Rückmeldung",
    "feedback.subtitle": "Rufen Sie uns an",
    "feedback.writeUs": "Schreib uns",
    "feedback.name": "Name*",
    "feedback.email": "Email*",
    "feedback.message": "Nachricht",
    "feedback.send": "Senden",
    "feedback.errorName": "*Der Name fehlt oder ist ungültig",
    "feedback.errorEmail": "*Die E-Mail fehlt oder ist ungültig",
    "feedback.errorMessage": "*Die Nachricht sollte mehr als 2 und weniger als 5000 Zeichen umfassen",
    "feedback.errorSend": "Nachricht nicht gesendet! Fehler: ",
    "feedback.successSend": "Nachricht gesendet!",
    "support.title": "Ihre Hilfe ist wertvoll",
    "support.description": "Wir danken Ihnen aufrichtig für Ihr Interesse und Ihren Wunsch, uns dabei zu helfen, das Leben der vom Konflikt betroffenen Kinder zu verbessern. Ihre Spenden spielen eine wichtige Rolle bei unserer Mission, Kindern die Hilfe und Unterstützung zu bieten, die sie brauchen, damit sie Hoffnung finden und sich von den traumatischen Erfahrungen des Krieges erholen können.",
    "support.banks": "KORRESPONDENZBANKEN",
    "support.uah1": "Name des Empfängers:",
    "support.uah2": "СО «CF «HELPING CHILDREN»",
    "support.uah3": "Code des Empfängers:",
    "support.uah4": "Name der Bank",
    "support.uah5": "JSC CB \"PrivatBank\"",
    "support.eur1": "Name des Empfängers:",
    "support.eur2": "СО «CF «HELPING CHILDREN»",
    "support.eur3": "Name der Bank:",
    "support.eur4": "JSC CB \"PrivatBank\", str. Hrushevsky, 1-",
    "support.eur5": "D, Kyiv, 01001, Ukraine",
    "support.eur6": "Adresse des Empfängers:",
    "support.eur7": "03067, Ukraine, Kyiv, st. Oleksia Tyhogo",
    "support.eur8": "55/13, office 6",
    "support.banks1": "Konto bei einem Korrespondenzinstitut:",
    "support.banks2": "Korrespondenzbank:",
    "footer.copyright": "Entwickelt von BazaTraineeUkraine © 2023 Alle Rechte vorbehalten",
    "footer.addresses": "Adressen",
    "footer.regulations": "Vorschriften",
    "footer.policy": "Datenschutzrichtlinie",
    "footer.terms": "Nutzungsbedingungen der Website",
    "orgName": "CHARITABLE ORGANIZATION «СHARITABLE FOUNDATION «HELP FOR AFFECTED CHILDREN FROM UKRAINE»",
    "404.button" : "Startseite",
    "copyMessage": "Text kopiert!"
  }
}
